<?php
################################################################################
#  ชุดภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
#  ปรับปรุง สำหรับรุ่น 1.4.9 โดย DomainHost360.com วันที่ 06/09/2553
################################################################################
# ผู้ให้การสนับสนุนโปรเจค Siam Opencart
#
# DomainHost360.com: บริการ Hosting สำหรับ Opencart พื้นที่ 10 GB ปีละ 999 บาท Server เร็วสุดในไทย
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
# ขอแนะนำ Web hosting สำหรับ Open cart
#
#1. www.domainhost360.com
#2. www.hostzaa.com
#3. www.citec.us
#4. www.mehostdd.com
################################################################################

// Heading
$_['heading_title']         = 'จัดการภาพ';
 
// Text
$_['text_uploaded']         = 'สำเร็จ: อัพโหลดไฟล์เรียบร้อยแล้ว!';
$_['text_file_delete']      = 'ลบไฟล์เรียบร้อยแล้ว!';
$_['text_create']           = 'สำเร็จ: สร้างโฟลเดอร์แล้ว!';
$_['text_delete']           = 'สำเร็จ: ลบไฟล์หรือโฟลเดอร์แล้ว!';
$_['text_move']             = 'สำเร็จ: ย้ายไฟล์หรือโฟลเดอร์แล้ว!';
$_['text_copy']             = 'สำเร็จ: ก็อปปี้ไฟล์หรือโฟลเดอร์แล้ว!';
$_['text_rename']           = 'สำเร็จ: เปลี่ยนชื่อไฟล์หรือโฟลเดอร์แล้ว!';

// Entry
$_['entry_folder']          = 'โฟลเดอร์ใหม่:';
$_['entry_move']            = 'ย้าย:';
$_['entry_copy']            = 'ชื่อ:';
$_['entry_rename']          = 'ชื่อ:';

// Error
$_['error_select']          = 'คำเตือน: กรุณาเลือกไฟล์หรือโฟลเดอร์!';
$_['error_file']            = 'คำเตือน:  กรุณาเลือกไฟล์!';
$_['error_directory']       = 'คำเตือน: กรุณาเลือกโฟลเดอร์!';
$_['error_default']         = 'คำเตือน: ไม่สามารถจัดการกับโฟลเดอร์หลัก!';
$_['error_delete']          = 'คำเตือน: ไม่สามารถลบโฟลเดอร์นี้!';
$_['error_filename']        = 'คำเตือน: ชื่อไฟล์อยู่ระหว่าง 3-255 ตัวอักษร!';
$_['error_missing']         = 'คำเตือน: ไม่มีไฟล์หรือโฟลเดอร์นี้!';
$_['error_exists']          = 'คำเตือน: ไฟล์หรือโฟลเดอร์นี้มีอยู่แล้ว!';
$_['error_name']            = 'คำเตือน: กรุณาใส่ชื่อใหม่!';
$_['error_move']            = 'คำเตือน: ไม่สามารถย้ายโหลเดอร์นี้!';
$_['error_copy']            = 'คำเตือน: ไม่สามารถก็อปปี้ไฟล์หรือโฟลเดอร์นี้!';
$_['error_rename']          = 'คำเตือน: ไม่สามารถเปลี่ยนชื่อโฟลเดอร์นี้!';
$_['error_file_type']       = 'คำเตือน: ชนิดไฟล์ไม่ถูกต้อง!';
$_['error_file_size']  = 'คำเตือน: ขนาดไฟล์ใหญ่เกิน 300kb และไม่ควรสูงหรือกว้้างกว่า 1000px !';
$_['error_uploaded']        = 'คำเตือน: ไม่สามารถอัพโหลดไฟล์นี้ีได้เพราะไม่รู้จัก!';
$_['error_permission'] = 'คำเตือน: ไม่ได้ทำ chmod ไฟล์!';

// Button
$_['button_folder']         = 'โฟลเดอร์ใหม่';
$_['button_delete']         = 'ลบ';
$_['button_move']           = 'ย้าย';
$_['button_copy']           = 'ก็อปปี้';
$_['button_rename']         = 'เปลี่ยนชื่อ';
$_['button_upload']         = 'อัพโหลด';
$_['button_refresh']        = 'รีเฟรช';
?>