<?php
################################################################################
#  ชุดภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
#  ปรับปรุง สำหรับรุ่น 1.4.9 โดย DomainHost360.com วันที่ 06/09/2553
################################################################################
# ผู้ให้การสนับสนุนโปรเจค Siam Opencart
#
# DomainHost360.com: บริการ Hosting สำหรับ Opencart พื้นที่ 10 GB ปีละ 999 บาท Server เร็วสุดในไทย
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
# ขอแนะนำ Web hosting สำหรับ Open cart
#
#1. www.domainhost360.com
#2. www.hostzaa.com
#3. www.citec.us
#4. www.mehostdd.com
################################################################################

// Heading
$_['heading_title']              = 'ตั้งค่าระบบ';

// Text
$_['text_success']               = 'สำเร็จ: การตั้งค่าใหม่เป็นที่เรียบร้อย!';
$_['text_image_manager']      = 'จัดการภาพ';
$_['text_default']            = 'ร้านค้าหลัก';
$_['text_edit_store']         = 'แก้ไขร้านค้า:';
$_['text_mail']                  = 'PHP Mail';
$_['text_smtp']                  = 'SMTP';

// Entry
$_['entry_name']              = 'ชื่อร้านค้า:';
$_['entry_url']             = 'ร้านค้าหลัก:<br /><span class="help">เลือกร้านหลักที่เราใช้เมื่อคุณใช้ร้านค้าที่ไม่ได้ลงทะเบียนโดเมนในโฮสของคุณ</span>';
$_['entry_owner']             = 'เจ้าของร้าน:';
$_['entry_address']           = 'ที่อยู่:';
$_['entry_email']             = 'อีเมล์:';
$_['entry_telephone']         = 'เบอร์โทร:';
$_['entry_fax']               = 'แฟ็กซ์:';
$_['entry_title']             = 'ไตเติ้ล:';
$_['entry_meta_description']  = 'คำอธิบาย Meta:<br /> ให้ใช้ช่องว่างในการแบ่งคำค้นคาไปในตัว (เพิ่มให้นะ)';
$_['entry_description']       = 'ข้อความต้อนรับ:';
$_['entry_template']          = 'เทมเพลท:';
$_['entry_country']           = 'ประเทศ:';
$_['entry_zone']              = 'จังหวัด:';
$_['entry_language']          = 'ภาษา:';
$_['entry_admin_language']    = 'ภาษาที่ใช้หลังร้าน:';
$_['entry_currency']          = 'สกุลเงิน:';
$_['entry_currency_auto']     = 'ปรับอัตราแลกเปลี่ยนเงินอัตโนมัติ:<br /><span class="help">ตั้งค่าตรงนี้เพื่อทำให้มีการปรับอัตราแลกเปลี่ยนเงินอัตโนมัติทุกวัน</span>';
$_['entry_weight_class']      = 'หน่วยน้ำหนัก:';
$_['entry_length_class']      = 'หน่วยความกว้าง:';
$_['entry_tax']               = 'แสดงราคาพร้อมภาษี:';
$_['entry_invoice']           = 'หมายเลขอินวอยซ์เริ่ม.:<br /><span class="help">ตั้งค่าหมายเลขที่จะเริ่มจาก</span>';
$_['entry_invoice_prefix']    = 'อักษรนำหน้าอินวอยซ์:<br /><span class="help">ตั้งคำนำหน้าเลขอินวอยซ์เช่น IN/001</span>';
$_['entry_customer_group']    = 'กลุ่มลูกค้า:<br /><span class="help">กลุ่มลูกค่าเริ่มต้น.</span>';
$_['entry_customer_price']    = 'แสดงราคาเมื่อล็อคอิน:<br /><span class="help">จะแสดงราคาเมื่อลูกค้าล็อคอินเข้าระบบ</span>';
$_['entry_customer_approval'] = 'อนุมัติลูกค้าใหม่:<br /><span class="help">ไม่อนุญาติให้ลูกค้าใหม่เข้าระบบจนกว่าบัญชีลูกค้าจะได้รับการอนุมัติก่อน</span>';
$_['entry_guest_checkout']    = 'ผู้มาเยือนจ่ายเงิน:<br /><span class="help">อนุญาติให้ลูกที่ที่ไม่ได้สมัครสมาชิกสั่งซื้อของได้เมื่อสินค้าเป็นสินค้าชนิดดาวน์โหลดได้</span>';
$_['entry_account']           = 'ข้อตกลงตอนสร้างบัญชี:<br /><span class="help">ต้องให้ยอมรับข้อตกลงเมื่อมีการสมัครสมาชิก</span>';
$_['entry_checkout']          = 'ข้อตกลงตอนชำระเงิน:<br /><span class="help">ต้องให้มีการยอมรับข้อตกลงเมื่อสั่งซื้อ</span>';
$_['entry_order_status']      = 'สถานะคำสั่งซื้อ:<br /><span class="help">ตั้งค่าสถานะคำสั่งซื้อเมื่อมีการสั่งซื้อสินค้า</span>';
$_['entry_stock_display']     = 'แสดงสต็อค:<br /><span class="help">แสดงสต็อคในหน้าสินค้าด้วย</span>';
$_['entry_stock_warning']     = 'คำเตือนสำหรับสินค้าหมดสต๊อค:<br /><span class="help">แสดงสินค้าหมดสต๊อคในหน้าตระกร้าสินค้าใช้ในกรณีสินค้าหมดสต๊อคแต่ได้กำหนดค่าชำระเงินเมื่อสต๊อคหมดเป็นใช่ (คำเตือนจะแสดงเสมอถ้าตั้งค่าชำระเงินเมื่อสต๊อคหมดเป็นไม่ใช่)</span>';
$_['entry_stock_check']       = 'แสดงว่าหมดสต็อค:<br /><span class="help">แสดงข้อความในตะกร้าเมื่อสั่งสินค้าที่หมดสต็อค</span>';
$_['entry_stock_checkout']    = 'ชำระเงินเมื่อสต็อคหมด:<br /><span class="help">อนุญาติให้ลูกค้าสั่งซื้อเมื่อสต็อคสินค้าหมด</span>';
$_['entry_stock_subtract']    = 'ลดสต็อค:<br /><span class="help">ลดจำนวนสต็อคของสินค้าเมื่อมีการสั่งซื้อ</span>';
$_['entry_stock_status']      = 'หมดสต๊อค:<br /><span class="help">ตั้งค่าสินค้าหมดสต๊อคในหน้าแก้ไขข้อมูลสินค้า.</span>';
$_['entry_logo']              = 'โลโก้ร้านค้า:';
$_['entry_icon']              = 'ไอคอน:<br /><span class="help">ไอคอนต้องมีนามสกุล PNG ในขนาด 16px x 16px.</span>';
$_['entry_image_thumb']       = 'ขนาดภาพย่อสินค้า:';
$_['entry_image_popup']       = 'ขนาดภาพสินค้าป็อปอัพ:';
$_['entry_image_category']    = 'ขนาดรายการหมวดหมู่:';
$_['entry_image_product']     = 'ขนาดรายการสินค้า:';
$_['entry_image_additional']  = 'ขนาดภาพสินค้าเพิ่มเติม:';
$_['entry_image_related']     = 'ขนาดภาพสินค้าใกล้เคียง:';
$_['entry_image_cart']        = 'ขนาดภาพตะกร้า:';
$_['entry_alert_mail']        = 'เมล์แจ้งเตือน:<br /><span class="help">ส่งอีเมล์ให้คุณเมื่อมีคำสั่งซื้อใหม่</span>';
$_['entry_download']          = 'อนุญาติให้ดาวน์โหลด:';
$_['entry_download_status']   = 'สถานะคำสั่งซื้อแบบดาวน์โหลด:<br /><span class="help">ตั้งสถานะคำสั่งซื้อให้กับลูกค้าก่อนที่จะอนุญาติให้ลูกค้าดาวน์โหลดสินค้าแบบดาวน์โหลดได้</span>';
$_['entry_mail_protocol']     = 'ระบบเมล์ร้านค้า:<span class="help">ให้เลือกเมล์ \'Mail\' ยกเว้น Host ของคุณไม่อนุญาติให้ใช้ฟังชั่นเมล์ในการส่ง';
$_['entry_smtp_host']         = 'SMTP Host:';
$_['entry_smtp_username']     = 'SMTP Username:';
$_['entry_smtp_password']     = 'SMTP Password:';
$_['entry_smtp_port']         = 'SMTP Port:';
$_['entry_smtp_timeout']      = 'SMTP Timeout:';
$_['entry_ssl']               = 'ใช้ SSL:<br /><span class="help">ต้องตรวจว่า Host คุณได้ติดตั้งระบบ SSL ไว้หรือเปล่าแล้วไปแก้ไขในไฟล์  config ด้วยนะในการเรียกแบบ SSL (https)</span>';
$_['entry_encryption']        = 'Encryption Key:<br /><span class="help">กรุณาใส่รหัสในการเข้ารหัสของระบบ ติดข้อสงสัยใดๆ สอบถามเพิ่มเติมผู้ให้บริการเช่าเว็บไซต์ของคุณ</span>';
$_['entry_seo_url']           = 'ใช้ URL แบบ SEO :<br /><span class="help">ในการเรียกใช้ URL แบบ SEO ให้คุณแน่ใจว่าระบบของคุณรองรับด้วยแล้วเปลี่ยนไฟล์ htaccess.txt เป็น .htaccess ที่ root ของระบบ</span>';
$_['entry_compression']       = 'ระดับการแสดงหน้าเว็บแบบบีบอัด:<br /><span class="help">ให้เว็บไซต์แสดงหน้าเว็บแบบบีบอัดไปยังลูกค้าที่เข้าชมค่าระหว่าง 0-9 ต้องตรวจ host คุณด้วยว่าให้ฟังชั่นนี้ทำงานด้วยหรือเปล่า</span>';
$_['entry_error_display']        = 'แสดงข้อผิดพลาด:';
$_['entry_error_log']            = 'ประวัติข้อผิดพลาด:';
$_['entry_error_filename']       = 'ชื่อไฟล์เก็บข้อผิดพลาด:';
$_['entry_shipping_session']  = 'ใช้เซสชั่นในการจัดส่ง:<br /><span class="help">จัดเก็บค่าการจัดส่ง เมื่อมีการเปลี่ยนแปลงรายการในตะกร้าแล้วมาสั่งซื้อ</span>';
$_['entry_catalog_limit'] 	  = 'จำนวนรายการต่อหน้า (หน้าร้าน):<br /><span class="help">ให้แสดงรายการแต่ละหน้าตามจำนวนที่คุณกำหนด เช่นในหน้า (สินค้า, หมวดสินค้า, และหน้าอื่นๆ)</span>';
$_['entry_admin_limit']   	  = 'จำนวนรายการต่อหน้า (หลังร้าน):<br /><span class="help">Determines how many admin items are shown per page (orders, customers, etc)</span>';
$_['entry_cart_weight']       = 'แสดงน้ำหนักสินค้าในตะกร้า:';
$_['entry_token_ignore']      = 'Ignore Tokens สำหรับหน้านี้:<br /><span class="help">Opencart ในรุ่นนี้ได้เพิ่มระบบรักษาความปลอดภัยให้สูงขึ้น. โมดูลที่ยังไม่ได้รับการปรับปรุงให้รองรับการใช้งานสามารถเลือกสถานะเ ป็น Ignore Tokens ได้และเปิดใช้งานมันได้ตามปกติ.</span>';

// Button
$_['button_add_store']        = 'สร้างร้านค้าใหม่';

// Error
$_['error_permission']           = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้ามาในส่วน  การตั้งค่า!';
$_['error_name']              = 'ชื่อร้านค้า ต้องมากกว่า 3 และน้อยกว่า 32 ตัวอักษร!';
$_['error_url']               = 'ต้องใส่ URL ของร้านค้า!';
$_['error_title']             = 'ไตเติ้ล ต้องมากกว่า 3 และน้อยกว่า 32 ตัวอักษร!';
$_['error_owner']                = 'ชื่อเจ้าของร้านค้าต้องมากกว่า 3 และน้อยกว่า 32 ตัวอักษร!';
$_['error_address']              ='ที่อยู่ร้านค้าต้องมากกว่า 3 และน้อยกว่า 128 ตัวอักษร!';
$_['error_email']                = 'รูปแบบอีเมล์ไม่ถูกต้อง!';
$_['error_telephone']            =  'เบอร์โทรต้องมากกว่า 3 และน้อยกว่า 32 ตัวอักษร!';
$_['error_image_thumb']       = 'ต้องใส่ขนาดภาพย่อสินค้า!';
$_['error_image_popup']       = 'ต้องใส่ขนาดภาพป็อปอัพสินค้า!';
$_['error_image_category']    = 'ต้องใส่ขนาดหมวดหมู่สินค้า!';
$_['error_image_product']     = 'ต้องใส่ขนาดรายการสินค้า!';
$_['error_image_additional']  = 'ต้องใส่ขนาดภาพย่อสินค้าเพิ่มเติม!';
$_['error_image_related']     = 'ต้องใส่ขนาดภาพย่อสินค้าใกล้เคียง!';
$_['error_image_cart']        = 'ต้องใส่ขนาดภาพย่อตะกร้าสินค้า!';
$_['error_error_filename']       = 'ต้องใส่ชื่อไฟล์เก็บข้อผิดพลาด!';
$_['error_required_data']     = 'จำเป็นต้องใส่ข้อมูล เพื่อไม่ให้ผิดพลาด!';
$_['error_limit']       	  = 'ต้องใส่จำนวนที่แสดง!';
?>