<?php
################################################################################
#  ภาษาไทยจาก www.siamopencart.com ,www.thaiopencart.com,www.somsak2004.net
#  ระบบภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
################################################################################
# โดยการสนับสนุนจาก
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
/*
ทางทีมงานเราใคร่ขอความกรุณา ขอความร่วมมือในการคงไว้ซึ่ง tag ด้านขวาล่างให้คงอยู่ [Siamopencart],[ThaiOpencart]
เพราะเป็นกำลังเล็กๆให้กับทีมงาน หากคุณลบ link นี้ออก รบกวนไปหาใช้งานได้ที่ www.opencart.com
เองนะครับ หรือไม่ก็แปลเอง แก้ bug เอง อันเนื่องจากท่านทำการเสียมรรยาทในการใช้งานโปรแกรม.
โปรแกรมนี้จะแจกใช้งานฟรี ได้ทำให้คนไทยใช้โดยเฉพาะ แต่ทางทีมเราทำให้ฟรีๆ โดยไม่เสียค่าใช้จ่าย
เราขอเพียง link เล็กๆมาไปยังเว็บพัฒนา แค่นั้นเอง! หวังว่าคงได้รับความกรุณา จากผู้ใช้ทุกท่าน
เราบริการให้คำปรึกษา ช่วยแก้ปัญหากับ host ที่สนับสนุนการพัฒนาโปรแกรมเพื่อคนไทย! 
ที่ www.siamopencart.com/webboard/  ให้เฉพาะผู้ให้ tag กลับมาเว็บไซต์เราเท่านั้น!
ทีมงาน Siamopencart
3 เมษายน 2553

หมายเหตุ.... Host ที่เราไม่รองรับการใช้งานหากเกิดปัญหาต้องติดต่อกับผู้ให้บริการของคุณเองครับ!
1. www.hostzaa.com
2. www.citec.us
3. www.mehostdd.com
*/

// Heading
$_['heading_title']           = 'จัดการร้านค้า';

// Text
$_['text_success']            = 'สำเร็จ: คุณได้แก้ไขร้านค้าแล้ว!';
$_['text_image_manager']      = 'จัดการภาพ';
$_['text_default']            = 'ค่าตั้งต้น';
$_['text_edit_store']         = 'แก้ไขร้านค้า:';

// Entry
$_['entry_name']              = 'ชื่อร้าน:';
$_['entry_url']               = 'URL ของร้าน:<br /><span class="help">ใส่ URL แบบเต็มสำหรับร้านของคุณไม่ต้องใส่ \'www.\'  แล้วใส่ \'/\' ในการปิดท้าย. เช่น: http://yourdomain.com/path/</span>';
$_['entry_ssl']               = 'ใช้ SSL:<br /><span class="help">ในการใช้ SSL คุณต้องติดต่อ Host ของคุณก่อนว่ารองรับระบบไหม</span>';
$_['entry_title']             = 'ไตเติ้ล:';
$_['entry_meta_description']  = 'คำอธิบาย Meta Description:<br /> ให้ใช้ช่องว่างในการแบ่งคำค้นคาไปในตัว (เพิ่มให้นะ)';
$_['entry_template']          = 'เทมเพลท:';
$_['entry_description']       = 'ข้อความต้อนรับ:';
$_['entry_country']           = 'ประเทศ:';
$_['entry_zone']              = 'จังหวัด:';
$_['entry_language']          = 'ภาษา:';
$_['entry_currency']          = 'สกุลเงิน:';
$_['entry_tax']               = 'แสดงราคาพร้อมภาษี:';
$_['entry_customer_group']    = 'กลุ่มลูกค้า:<br /><span class="help">กลุ่มลูกค้าเริ่มต้น.</span>';
$_['entry_customer_price']    = 'เข้าระบบถึงเห็นราคา:<br /><span class="help">แสดงราคาสินค้าเมื่อลูกค้าเข้าสู่ระบบแล้ว</span>';
$_['entry_customer_approval'] = 'อนุมัติลูกค้าใหม่:<br /><span class="help">ไม่อนุญาติลูกค้าใหม่สั่งซื้อจนกว่าได้รับการอนุมัติ</span>';
$_['entry_guest_checkout']    = 'คนทั่วไปซื้อของ:<br /><span class="help">อนุญาติให้คนทั่วไปสร้างบัญชี  แต่ไม่มีค่ากรณีสินค้าเป็นสินค้าดาวน์โหลดในตะกร้า</span>';
$_['entry_account']           = 'ข้อตกลงบัญชีผู้ใช้:<br /><span class="help">ให้คนสมัครต้องกดยอมรับก่อนสร้างบัญชี</span>';
$_['entry_checkout']          = 'ข้อตลงการชำระเงิน:<br /><span class="help">ให้คนสั่งซื้อกดยอมรับก่อนที่จะสั่งสินค้า</span>';
$_['entry_order_status']      = 'สถานะคำสั่งซื้อ:<br /><span class="help">ตั้งค่าเริ่มต้นให้คำสั่งซื้อ</span>';
$_['entry_stock_display']     = 'แสดงสต็อค:<br /><span class="help">แสดงปริมาณสินค้าคงเหลือในหน้าสินค้า</span>';
$_['entry_stock_check']       = 'แสดงสินค้าหมด:<br /><span class="help">แสดงข้อความเมื่อสั่งสินค้าที่หมดสต็อคในตะกร้าสินค้า</span>';
$_['entry_stock_checkout']    = 'สั่งสินค้าหมดสต็อค:<br /><span class="help">อนุญาติให้ลูกค้าสั่งสินค้าได้กรณีสินค้าหมดสต็อค</span>';
$_['entry_stock_subtract']    = 'ลดปริมาณสินค้า:<br /><span class="help">ลดปริมาณสินค้า(สต็อค)ลงเมื่อมีการมีการสั่งสินค้า</span>';
$_['entry_stock_status']      = 'สถานะสต็อค:';
$_['entry_logo']              = 'โลโก้ร้านค้า:';
$_['entry_icon']              = 'ไอคอน:';
$_['entry_image_thumb']       = 'ขนาดภาพย่อสินค้า:';
$_['entry_image_popup']       = 'ขนาดภาพสินค้าเมื่อป็อปอัพ:';
$_['entry_image_category']    = 'ขนาดรายการหมวดสินค้า:';
$_['entry_image_product']     = 'ขนาดรายการสินค้า:';
$_['entry_image_additional']  = 'ขนาดภาพเสริมสินค้า:';
$_['entry_image_related']     = 'ขนาดภาพสินค้าเกี่ยวข้อง:';
$_['entry_image_cart']        = 'ขนาดภาพตะกร้าสินค้า:';
$_['entry_catalog_limit'] 	  = 'จำนวนรายการต่อหน้า (หน้าร้าน):<br /><span class="help">ให้แสดงรายการแต่ละหน้าตามจำนวนที่คุณกำหนด เช่นในหน้า (สินค้า, หมวดสินค้า, และหน้าอื่นๆ)</span>';
$_['entry_cart_weight']       = 'แสดงน้ำหนักสินค้าในตะกร้า:';

// Button
$_['button_add_store']        = 'สร้างร้านค้าใหม่';
$_['button_delete_store']     = 'ลบร้านค้า';

// Error
$_['error_permission']        = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขส่วนร้านค้า!';
$_['error_name']              = 'ชื่อร้านต้องมีความยาว 3-32 ตัวอักษร!';
$_['error_url']               = 'ต้องใส่ URL ร้านค้า!';
$_['error_title']             = 'ไตเติ้ลต้องมีความยาว 3-32 ตัวอักษร!';
$_['error_image_thumb']       = 'ต้องใส่ขนาดภาพย่อ!';
$_['error_image_popup']       = 'ต้องใส่ขนาดภาพป็อปอัพ!';
$_['error_image_category']    = 'ต้องใส่ขนาดรายการหมวดสินค้า!';
$_['error_image_product']     = 'ต้องใส่ขนาดรายการสินค้า!';
$_['error_image_additional']  = 'ต้องใส่ขนาดภาพเสริม!';
$_['error_image_related']     = 'ต้องใส่ขนาดภาพสินค้าเกี่ยวข้อง!';
$_['error_image_cart']        = 'ต้องใส่ขนาดภาพตะกร้าสินค้า!';
$_['error_store']             = 'คำเตือน: ลบร้านคานี้ไม่ได้เพราะมีคำสั่งซื้อค้างอยู่ %s คำสั่งซื้อ!';
$_['error_required_data']     = 'จำเป็นต้องใส่ข้อมูล เพื่อไม่ให้ผิดพลาด!';
$_['error_limit']       	  = 'ต้องใส่ค่าสูงสุด!';
?>