<?php
################################################################################
#  ชุดภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
#  ปรับปรุง สำหรับรุ่น 1.4.9 โดย DomainHost360.com วันที่ 06/09/2553
################################################################################
# ผู้ให้การสนับสนุนโปรเจค Siam Opencart
#
# DomainHost360.com: บริการ Hosting สำหรับ Opencart พื้นที่ 10 GB ปีละ 999 บาท Server เร็วสุดในไทย
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
# ขอแนะนำ Web hosting สำหรับ Open cart
#
#1. www.domainhost360.com
#2. www.hostzaa.com
#3. www.citec.us
#4. www.mehostdd.com
################################################################################

// Heading
$_['heading_title']      = 'โมดูล';

// Text
$_['text_install']       = 'ติดตั้ง';
$_['text_uninstall']     = 'เอาออก';
$_['text_left']          = 'ซ้าย';
$_['text_right']         = 'ขวา';

// Column
$_['column_name']        = 'ชื่อโมดูล';
$_['column_position']    = 'ตำแหน่ง';
$_['column_status']      = 'สถานะ';
$_['column_sort_order']  = 'ลำดับการแสดง';
$_['column_action']      = 'การกระทำ';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับสิทธิในการแก้ไขโมดูล!';
?>