<?php
################################################################################
#  ชุดภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
#  ปรับปรุง สำหรับรุ่น 1.4.9 โดย DomainHost360.com วันที่ 06/09/2553
################################################################################
# ผู้ให้การสนับสนุนโปรเจค Siam Opencart
#
# DomainHost360.com: บริการ Hosting สำหรับ Opencart พื้นที่ 10 GB ปีละ 999 บาท Server เร็วสุดในไทย
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
# ขอแนะนำ Web hosting สำหรับ Open cart
#
#1. www.domainhost360.com
#2. www.hostzaa.com
#3. www.citec.us
#4. www.mehostdd.com
################################################################################


// Heading
$_['heading_title']     = 'ข้อมูล';

// Text
$_['text_success']      = 'สำเร็จ: แก้ไขข้อมูลเรียบร้อย!';
$_['text_default']      = 'ร้านค้าหลัก';

// Column
$_['column_title']      = 'หัวข้อ ข้อมูล';
$_['column_sort_order'] = 'ลำดับการแสดง';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_title']       = 'หัวข้อ ข้อมูล:';
$_['entry_description'] = 'คำอธิบาย:';
$_['entry_status']          = 'ข้อมูลสถานะ:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_keyword']     = 'คำค้นหาใน SEO:';
$_['entry_sort_order']  = 'ลำดับการแสดง:';

// Error 
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขข้อมูล!';
$_['error_title']       = 'หัวข้อข้อมูล อยู่ระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_description'] = 'คำอธิบาย อยู่ระหว่าง 3 ตัวอักษร!';
$_['error_account']     = 'คำเตือน: ไม่สามารถลบรายการนี้ได้ เพราะว่าใช้เป็นส่วนหลักของข้อตกลงตอนสมัครสมาชิก!';
$_['error_checkout']    = 'คำเตือน: ไม่สามารถลบรายการนี้ได้ เพราะว่าใช้เป็นส่วนหลักของข้อตกลงตอนชำระเงิน!';
$_['error_store']       = 'คำเตือน: หน้าข้อมูลลบไม่ได้เพราะเป็นร้านที่ใช้ในปัจจุบัน %s ร้าน!';
?>