<?php
################################################################################
#  ชุดภาษาไทยหลังร้าน สำหรับ Opencart 1.4.6 โดย Somsak2004 วันที่ 3 เมษายน 2553
#  ปรับปรุง สำหรับรุ่น 1.4.9 โดย DomainHost360.com วันที่ 06/09/2553
################################################################################
# ผู้ให้การสนับสนุนโปรเจค Siam Opencart
#
# DomainHost360.com: บริการ Hosting สำหรับ Opencart พื้นที่ 10 GB ปีละ 999 บาท Server เร็วสุดในไทย
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux โทร. 081-454-9454 [คุณภูมิ]
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux & Windows โทร. 086-338-5909 [คุณโสภณ]
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google 
# โทร. 086-549-9998 [คุณมานะ] ทำให้เว็บไซต์ของคุณติดหน้าแรกของ Google ตามคำที่คุณต้องการ!
################################################################################
# ขอแนะนำ Web hosting สำหรับ Open cart
#
#1. www.domainhost360.com
#2. www.hostzaa.com
#3. www.citec.us
#4. www.mehostdd.com
################################################################################

// Heading
$_['heading_title']     = 'รีวิว';

// Text
$_['text_success']      = 'สำเร็จ: แก้ไขรีวิวเรียบร้อยแล้ว!';

// Column
$_['column_product']    = 'สินค้า';
$_['column_author']     = 'ผู้เขียน';
$_['column_rating']     = 'คะแนน';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันนำเข้า';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_product']     = 'สินค้า:';
$_['entry_author']      = 'ผู้เขียน:';
$_['entry_rating']      = 'คะแนน:';
$_['entry_status']      = 'สถานะ:';
$_['entry_text']        = 'ข้อความ:';
$_['entry_good']        = 'ดี';
$_['entry_bad']         = 'แย่';

// Error
$_['error_permission']  = 'คำเตือน: คุณไม่ได้รับอนุญาติให้แก้ไขรีวิว';
$_['error_product']     = 'ต้องอยู่ระหว่างสินค้า!';
$_['error_author']      = 'ผู้เขียนต้องอยู่ระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_text']        = 'ข้อความไม่น้อยกว่า 1 ตัวอักษร!';
$_['error_rating']      = 'ต้องการคะแนนรีวิว!';
?>
