<?php
#####################################################################################
#  ภาษาไทยจาก www.siamopencart.com ,www.thaiopencart.com,www.somsak2004.net
#  ระบบ Admin สำหรับ Opencart 1.4.4 โดย Somsak2004 วันที่ 20 มีนาคม 2553 
#####################################################################################
# โดยการสนับสนุนจาก
# Unitedsme.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์ จดโดเมน ระบบ Linux
# Net-LifeStyle.com : ผู้ให้บริการเช่าพื้นที่เว็บไซต์์ จดโดเมน ระบบ Linux & Windows
# SiamWebThai.com : SEO ขั้นเทพ โปรโมทเว็บขั้นเซียน ออกแบบ พัฒนาเว็บไซต์ / ตามความต้องการ และถูกใจ Google
#####################################################################################

// Heading
$_['heading_title']    = 'ค่าส่งราคาเดียว';

// Text
$_['text_shipping']    = 'การจัดส่ง';
$_['text_success']     = 'สำเร็จ: คุณแก้ไข ค่าส่งราคาเดียว เรียบร้อยแล้ว!';

// Entry
$_['entry_cost']       = 'ราคา:';
$_['entry_tax']        = 'ภาษี:';
$_['entry_geo_zone']   = 'โซน:';
$_['entry_status']     = 'สถานะ:';
$_['entry_sort_order'] = 'ลำดับการแสดง:';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาติเข้าแก้ไขส่วน ค่าส่งราคาเดียว !';
?>