<?php
// Text
$_['text_about_us']  = '<strong>ปลดปล่อยใจ และรื่นรมย์ไปกับผลิตภัณฑ์ Home Made - Home Spa จาก Organique ผลิตภัณฑ์เพื่อการดูแลร่างกายและจิตใจของคุณ</strong><br /> Organique (ออ-แก-นีค) มีที่มาจากคำว่า Organic (ออ-แก-นิค) ที่แปลว่า อินทรีย์สาร หรือสิ่งที่ก่อเกิดขึ้นจากธรรมชาติ ผนวกกับคำว่า Unique (ยู-นีค) ทีแปลว่า หนึ่งเดียว ไม่เหมือนใคร เมื่อนำคำทั้งสองมารวมกัน จึงก่อให้เกิดเป็นคำใหม่ที่มีความหมายว่า "ผลิตภัณฑ์จากธรรมชาติที่เป็นหนึ่งเดียว ไม่เหมือนใคร" ที่บ่งบอกถึงลักษณะเด่นของผลิตภัณฑ์ของ Organique ได้อย่างชัดเจน';
$_['text_tag_line']	 = 'Welcome To The Body Care & Spa Shop was opened in 2009 in JJ Mall Department Store';
?>